
{
  "Markethub": "Markethub",
  "Welcome to Markethub!": "Bine ai venit la Markethub!",
  "Your ultimate marketplace companion. Discover amazing deals right from your phone.": "Compania ta de încredere pentru cumpărături. Descoperă toate ofertele direct de pe telefon.",
  "Download for iPhone": "Descarcă pentru iPhone",
  "Download for Android": "Descarcă pentru Android",
  "Free to download": "Gratuit",
  "Available worldwide": "Disponibil în toată lumea",
  "Why Choose Markethub?": "De ce să alegi Markethub?",
  "Experience the future of mobile commerce with features designed to make your shopping journey effortless and enjoyable.": "Experimentează viitorul comerțului mobil cu funcții concepute pentru a-ți face călătoria de cumpărături ușoară și plăcută.",
  "Easy Shopping": "Cumpărături ușoare",
  "Browse thousands of products with our intuitive interface designed for mobile-first experience.": "Navighează prin mii de produse cu interfața noastră intuitivă concepută pentru experiență mobilă.",
  "Secure Payments": "Plăți sigure",
  "Shop with confidence using our bank-grade security and multiple payment options.": "Cumpără cu încredere folosind securitatea noastră de nivel bancar și opțiuni multiple de plată.",
  "Lightning Fast": "Extrem de rapid",
  "Optimized performance ensures smooth browsing and instant search results every time.": "Performanța optimizată asigură navigare fluidă și rezultate de căutare instantanee de fiecare dată.",
  "Community Driven": "Condus de comunitate",
  "Join millions of users buying and selling in our trusted marketplace community.": "Alătură-te milioanelor de utilizatori care cumpără și vând în comunitatea noastră de încredere.",
  "Top Rated": "Cel mai bine evaluat",
  "Consistently rated 5 stars by users who love our seamless shopping experience.": "Evaluat constant cu 5 stele de utilizatorii care iubesc experiența noastră de cumpărături fără probleme.",
  "Best Deals": "Cele mai bune oferte",
  "Discover trending products and exclusive deals curated just for you.": "Descoperă produse în tendință și oferte exclusive special pentru tine.",
  "Ready to Transform Your Shopping?": "Gata să-ți transformi cumpărăturile?",
  "Join thousands of satisfied users who have already discovered the power of Markethub. Download now and start your journey.": "Alătură-te miilor de utilizatori mulțumiți care au descoperit deja puterea Markethub. Descarcă acum și începe-ți călătoria.",
  "4.8/5 Rating": "4.8/5 Evaluare",
  "50k+ Downloads": "50k+ Descărcări",
  "Free forever": "Gratuit pentru totdeauna",
  "No ads": "Fără reclame",
  "Regular updates": "Actualizări regulate",
  "About Us": "Despre noi",
  "Features": "Funcții",
  "Privacy Policy": "Politica de confidențialitate",
  "Terms of Service": "Termenii serviciului",
  "Contact": "Contact",
  "All rights reserved.": "Toate drepturile rezervate.",
  "Markethub automatically searches marketplaces and notifies you of new ads that match your watchlist": "Markethub caută automat pe piețele online și te notifică despre anunțurile noi care se potrivesc cu lista ta de urmărire",
  "Smart Search": "Căutare inteligentă",
  "Markethub searches across all major platforms to find listings that match your preferences.": "Markethub caută pe toate platformele importante pentru a găsi anunțuri care se potrivesc preferințelor tale.",
  "Custom Watchlists": "Liste de urmărire personalizate",
  "Create personalized watchlists for cars, apartments, lands, or houses and track them all in one place.": "Creează liste de urmărire pentru mașini, apartamente, terenuri sau case și urmărește-le pe toate într-un singur loc.",
  "Instant Alerts": "Alerte instantanee",
  "Get notified instantly when new ads match your watchlists.": "Primești notificări instant atunci când apar anunțuri care se potrivesc listelor tale de urmărire.",
  "Real Estate Ready": "Gata pentru imobiliare",
  "Perfect for buyers looking for houses, apartments, or land with powerful filters.": "Perfect pentru cumpărători interesați de case, apartamente sau terenuri, cu filtre puternice.",
  "Multiple Marketplaces": "Mai multe platforme",
  "Markethub brings listings from various platforms into a single, unified experience.": "Markethub aduce anunțuri din diferite platforme într-o experiență unificată.",
  "Location Based Results": "Rezultate în funcție de locație",
  "Find relevant listings in your selected city or province with advanced geo-filters.": "Găsește anunțuri relevante în orașul sau județul selectat cu ajutorul filtrelor avansate de locație."
}
